tap "anomalyco/tap"
tap "cormacrelf/tap"
brew "asdf"
brew "ctags"
brew "gh"
brew "jenv"
brew "llama.cpp"
brew "llm"
brew "magic-wormhole"
brew "neovim"
brew "nushell"
brew "pure"
brew "tldr"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "cormacrelf/tap/dark-notify"
cask "gcloud-cli"
cask "ghostty"
cask "ollama-app"
cask "temurin@21"
