tap "anomalyco/tap"
tap "cormacrelf/tap"
tap "knope-dev/tap"
brew "asdf"
brew "brightness"
brew "ctags"
brew "fd"
brew "gh"
brew "jenv"
brew "llama.cpp"
brew "llm"
brew "magic-wormhole"
brew "neovim"
brew "nushell"
brew "pure"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "cormacrelf/tap/dark-notify"
brew "knope-dev/tap/knope"
cask "claude"
cask "cmux"
cask "docker-desktop"
cask "figma"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "granola"
cask "karabiner-elements"
cask "linear"
cask "nordlayer"
cask "ollama-app"
cask "opencode-desktop"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "temurin@21"
cask "whatsapp"
cask "wispr-flow"
cask "zed"
cask "zoom"
